Revit 2024 API
AssemblyDifferenceMemberDifference.MemberId2 Property
 Id of the member in the second assembly
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public ElementId MemberId2 { get; }
Visual Basic
Public ReadOnly Property MemberId2 As ElementId
	Get
Visual C++
public:
property ElementId^ MemberId2 {
	ElementId^ get ();
}
See Also
AssemblyDifferenceMemberDifference Class
Autodesk.Revit.DB Namespace